Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: Sámiid ruovttuguvlui gulavaš dahje váikkuhusain dohko olli čáhcedoallofidnu galgá ollašuhttit nu, ahte dat ii menddo olu heajut sámiid vejolašvuođaid geavahit sidjiide eamiálbmogin gulavaš vuoigatvuođaid doalahit ja ovddidit kultuvrra sihke bargat árbevirolaš ealáhusaiguin.
smn: Sämikuávlun sajaduvvee tâi vaikuttâsâidis tááhust toho ollee čäcituáluproojeekt kalga olášuttiđ nuuvt, et tot ij meendu čuuvtij hiäjusmit sämmilij máhđulâšvuođâid kevttiđ sijjân algâaalmugin kullee vuoigâdvuođâid paijeentoollâđ já ovdediđ jieijâs kulttuur sehe hárjuttiđ ärbivuáválijd iäláttâsâidis.

source: Čáhcedoallofidnu vahátlaš váikkuhusat sáhttet čuohcat sámiide eamiálbmogin gulavaš, kollektiivvalažžan gehččon vuoigatvuođaide, muhto maiddái ovdamearkan dušše ovtta sámebearraša diliide.
smn: Čäcituáluproojeekt háituliih vaikuttâsah pyehtih čuoccâđ nuuvt sämmiláid algâaalmugin kullee, ohtsâžžân nomâttum vuoigâdvuođáid, ko meid ovdâmerkkân tuše oovtâ sämmilâšperruu eellimtilán.

source: Davviriikkaid oktasaš áššedovdijoavku luohpadii skábmamánus 2005 evttohusa davviriikkalaš sámesoahpamuššan.
smn: olášuu, koska sämmilij

source: Soahpamuša dárkkuhussan lea nannet ja gievrudit sámiid vuoigatvuođaid nu, ahte dat sáhttet seailluhit ja ovddidit giela, kultuvrra, ealáhusaid ja servodateallima nu, ahte stáhtaráját nu uhcán go vejolaš heađuštit dan.
smn: Sopâmuš uáivilin lii nanodiđ sämmilij vuoigâdvuođâid nuuvt, et sij pyehtih siäiluttđ já ovdediđ jieijâs kielâ, kulttuur, iäláttâsâid já ohtsâškodde-elimis nuuvt, et staatârääjih hemâdiččii tom nuuvt uccáá ko máhđulâš.

source: Stáhtat galget ovttasbarggus sámedikkiiguin ovddidit stáhta rájáide guoskevaš doaimma dáfus mearkkašahtti láhkaásaheami ja eará ásaheami jotkkolaš oktiiheiveheami.
smn: Staatah kalgeh oovtâstpargoost sämitiggijn ovdediđ staatâraajijd čyeccee tooimâ tááhust merhâšittee lahâasâttâs já eres asâttâllâm oovtmanolâš oohtânheiviittâllâm.

source: Loahpparaporta váldo vuhtii Suoma luonddu máŋggahámatvuođa ja suvdilis geavaheami strategiija ja doaibmaprográmma válmmaštallamis.
smn: olášuu, koska sämmilij vuotân Suomâ luándu maaŋgâhámásâšvuođâ já pištee kevttim strategia já toimâohjelm valmâštâlmist.

source: Oahpahus- ja kulturministeriija ásahan bargojoavku luohpadii evttohusa sámegielaid ealáskahttinprográmman njukčamánus 2012.
smn: Máttááttâs- já kulttuurministeriö asâttem pargojuávkku luovâttij iävtuttâsâs sämikielâi iäláskittemohjelmân njuhčâmáánust 2012.

source: Bargojoavku evttoha ee. ahte giellabeassedoaibma stáđásmahtto ja viiddiduvvo, sámegiela oahpahus ovddiduvvo olles riikkas, nuortalašgiela ealáskahttima várás ollašuhttojit sierradoaibmabijut, sámegielat radio-, televisio- ja internetsisdoalut lasihuvvojit dovdomassii ja sámedáidaga ja kultuvrra doarjja lasihuvvo dalážis.
smn: Pargojuávkku iävtut el. et kielâpiervâltoimâ vuáháduttoo já vijđeduvvoo, sämikielâ máttááttâs ovdeduvvoo ubâ enâmist, nuorttâsämikielâ iäláskitmân olášuttojeh sierânâstooimah, sämikielâlâš radio-, televisio- já internetsiskáldâsah lasettuvvojeh merhâšitteht já sämitaiduu já kulttuur toorjâ lasettuvvoo tááláást.

source: Katainen ráđđehusa doaibmabaji lea dárkkuhus ođasmahttit guolástuslága, Deanu guollebivddu stivrejeaddji stáhtasoahpamuša, lága Meahciráđđehusas, meahccejohtalus-, luonddusuodjalan-, meahcceguovlo- birassuodjalan-, eanageavahan- ja huksen-, ja birasváikkuhusaid árvvoštallamis addon lága.
smn: Katais haldâttâs toimâpaje ääigi lii uáivilin uđâsmitteđ kuálástuslaavâ, Tiänu kuálástus stivrejeijee staatâsopâmuš, laavâ Meccihaldâttâsâst, meccijotolâh-, luándusuojâlem-, meccikuávlu- pirâssuojâlem-, eennâmkevttim já huksim-, já pirâsvaikuttâsâi árvuštâlmist adelum laavâ.

source: Lassin ráđđehus válmmaštallá gielddahálddahusa ja sosiála- ja dearvvasvuohtabálvalusaid ráhkadusođastusa.
smn: Lasseen haldâttâs valmâštâl kieldâhaldâttuv já sosiaal- já tiervâsvuođâpalvâlusâi ráhtusuđâsmittem.

source: Sámedikki doaimma árvvut
smn: Sämitige tooimâ áárvuh

source: Sámiid sajádat, riikkaidgaskasaš soahpamušat ja árvvut
smn: Sämitige tooimâ áárvuh noonâ säämi identiteet sämikielâi eellimvuáimálâšvuotâ säämi kulttuur já kulttuurärbi ärbivuáválij iäláttâsâi eellimvuáimálâšvuotâ säämi luánduohtâvuotâ

source: • Sámegielaid eallinfápmu
smn: Kove: Petra Biret Magga-Vars

source: • Sámi kultuvra ja kulturárbi
smn: säämi kulttuurenâdâh sämmilij pištee ovdánem já biologâlâš maaŋgâhámásâšvuođâ turvim säämi täsiárvu já oovtviärdásâšvuotâ siärvuslâšvuotâ sämmilij ärbivuovij paijeentoollâm já ärbivuáválii tiäđu iäláskittem já turvim

source: • Árbevirolaš ealáhusaid eallinfápmu
smn: Sämitiggepaje hástuseh já máhđulâšvuođah

source: • Suvdilis ovdáneami ja biologalaš máŋggahámatvuođa sihkkarastin • Sámi dásseárvu ja ovttaveardásašvuohta
smn: Kulttuur lii sirdâšum suhâpuolvâst nuubán väldikulttuur tedduu vyelni já siäiluttâm eellimvuámálâšvuođâs ohtsâškodálávt nubástustedduin peerusthánnáá.

source: Sámediggebaji 2012-15 váldoulbmilat Sektormieldásaš dárkilis ulbmilatOktasaš dárkilis ulbmilat
smn: Globalisaatio já rahtulâšvuođâlum maailm puáhtám uhkeh äštih ulmuu já luándu koskâsâš täsitiädu meid sämikuávlust.

source: Dálkkádatnuppástus, dan buktin negatiivvalaš váikkuhusat luonddu máŋggahámatvuhtii ja kultuvrra doalahaneavttuide, ođđa boahttišlájat ja luondduresurssaid viiddes ávkingeavaheami lassáneapmi árktalaš guovllus áitet sámekultuvrra ja árktalaš eamiálbmogiid boahttevuođa.
smn: Šoŋŋâdâhnubástus, ton puáhtám negatiivliih vaikuttâsah luándu maaŋgâhámásâšvuotân já kulttuur hárjuttemiävttoid, uđđâ puáđulâššlaajah já luánduresurssijguin vijđáht ávhástâllâm, mii lii lasanâm arktâlâš kuávlust, äštih sämikulttuur já arktâlâš algâaalmugij puátteevuođâ.

source: Industriijamáilmmi eallindási doalaheapmi ja ođđa teknologiija ovdáneapmi leat buktán stuorra beroštumi maiddái sámiid ruovttuguovllu ruvkeminerálaide.
smn: Rahtulâšvuođâlum maailm eellimtääsi paijeentoollâm já uđđâ teknologia ovdánem láá puáhtám stuorrâ mielâkiddiivâšvuotâ še sämikuávlu ruukimineraaláid.

source: Beroštupmi árktalaš luondduresurssaidda buktá dárbbu maiddái ođđa infrastruktuvračovdosii, mat sáhttet áitit sámekultuvrra boahttevuođa.
smn: Mielâkiddiivâšvuotâ arktâlâš luánduresurssáid puáhtá táárbu meid uđđâ infrastruktuurčuávdusáid, moh pyehtih äštiđ sämikulttuur puátteevuođâ.

source: ILO 169 soahpamuša ratifieren lea buoremus vuohki sihkkarastit sámiid ruovttuguovllu luonddu ja olbmo dássedeattu seailuma maiddái boahttevaš buolvvaide ja sihkkarastit sámekultuvrra seailuma.
smn: ILO 169-sopâmuš ratifisistem lii pyeremus máhđulâšvuotâ turviđ sämikuávlu luándu já ulmuu täsitiädu siäilum meid puáttee suhâpuolváid já turviđ sämikulttuur siäilum.

source: Dálkkádatnuppástuspolitihkai váikkuheapmi nu álbmotlaččat go riikkaidgaskasaččatge boahtá leat sámedikki doaibmabaji barggu dehalaš oassi.
smn: Šoŋŋâdâhnubástuspolitiik vaikuttem nuuvt aalmuglávt ko aalmugijkoskâsávt-uv šadda leđe tehálâš uási sämitige toimâpaje pargo.

source: Sámiid vuoigatvuođalaš sajádat lea vuođđolágas nanus.
smn: Sämmilij vuoigâdvuođâlâš sajattâh lii vuáđulaavâst nanos.

source: Suoma ratifieren riikkaidgaskasaš olmmošvuoigatvuohtasoahpamušat suodjalit sámekultuvrra, muhto soahpamušaid gohcci orgánaid ávžžuhusat báhcet váldooasis ollašuvakeahttá Suomas.
smn: Suomâ ratifisistem aalmugijkoskâsiih olmoošvuoigâdvuođâsopâmušah suojâleh sämikulttuur, mut sopâmušâid koccee orgaanâi avžuuttâsah pääccih iänááš olášuuhánnáá Suomâst.

source: Vuoigatvuođalaš suodji ii goittotge ollašuva doarvái go sámekultuvrra suojis ii leat mearriduvvon árbevirolaš sámeealáhusaid stivrejeaddji láhkaásaheamis.
smn: Vuoigâdvuođâlâš syeji ij kuittâg olášuu tuárvi pyereest ko sämikulttuur syejeest ij lah meridum ärbivuáválij sämiiäláttâsâi stivrejeijee lahâaasâtmist.

source: Árbevirolaš sámeealáhusat leat sámekultuvrra váimmus ja dorjot sámegiela árbevirolaš geavahanbirrasiid seailuma.
smn: Ärbivuáváliih sämi-iäláttâsah láá sämikulttuur vááimus já tuárjuh ärbivuáválij sämikielâ kevttimpirrâsij siäilum.

source: Sámiin lea nana máhttin árbevirolaš ealáhusaiguin bargamis ja árbevirolaš ealáhusat leat seailluhan árbevirolaš bargomálle otnáža rádjai buot servodaga nuppástusdeattuin fuolakeahttá.
smn: Sämmilijn lii noonâ mättim ärbivuáválij iäláttâsâi porgâmist já ärbivuáváliih iäláttâsah láá siäiluttâm ärbivuáválii porgâmmaalis onnáá peeivi räi puohâin ohtsâškodálijn nubástustedduin peerusthánnáá.

source: Árbevirolaš sámeealáhusat leat sámekultuvrra nanusvuohta.
smn: Ärbivuáváliih sämi-iäláttâsah láá sämikulttuur vieksâvuotâ.

source: Sámenuorat háliidit beassat árbevirolaš sámeealáhusaide sirdin dihtii iežaset kultuvrra buolvvas nubbái sihkkarastimiin ná sámekultuvrra jotkkolašvuođa.
smn: Säminuorah halijdeh peessâđ porgâđ ärbivuáválij sämi-iäláttâsâiguin já sirdeđ jieijâs kulttuur suhâpuolvâst nuubán turviimáin sämikulttuur jotkum.

source: Stuorra oassi sámiin oažžu goittotge áigáiboađu ođđaáigásaš ealáhusain ja ámmáhiin.
smn: Stuorrâ uási sämmilijn uážžuh kuittâg áigápuáđus uđđâáigásijn iäláttâsâin já ámáttijn.

source: Sámi eallinvuohkái leamašan mihtilmas áigáiboađu háhkan máŋggaid sierra boahtogálduin ja árbevierru joatkašuvvá iešguđetlágan lotnolasealáhusaid hámis.
smn: Sämmilâš eellimvuáhán lii lamaš tijpâlâš áigápuáđu čokkânem maaŋgâin jieškote-uvlágán puátukäldein já ärbivyehi juátkoo sierâlágán kuálusiäláttâsâi häämist.

source: Ođđaáigásaš ealáhusaid, nugo turismma, kreatiivva surggiid ja buorredillebálvalusaid, laktin árbevirolaš dienasmálliide veahkeha sámiid ruovttuguovllu eallinfámu seailuma ja fállá nuoraide dilálašvuođa báhcit dahje máhccat ruovttuguvlui.
smn: Uđđâáigásij iäláttâsâi, tegu tuurism, kreatiivlâš suorgij já pyereestvaijeempalvâlusâi, ovtâstittem ärbivuáváláid tiänámmallijd išedeh sämikuávlu eellimvuáimálâšvuođâ siäilum já adeleh nuoráid tilálâšvuođâ pääcciđ tâi maccâđ päikkikuávlusis.

source: Dat eaktuda goittotge sámiid vejolašvuođa ieš stivret eallindiliid ja doarjut ealáhuspolitihka bokte sámekultuvrra dáfus guovddáš elemeanttaid.
smn: Taat váátá kuittâg sämmilij máhđulâšvuođâ stivriđ jieijâs eellimtile já tuárjuđ iäláttâspolitiik pehti sämikulttuur tááhust merhâšittee amnâsijd.

source: Sámeealáhusain dušše boazodoallu ja duodji leat oktonassii gánnáhahtti ealáhusat.
smn: Sämi-iäláttâsâin tuše puásuituálu já kietâtyejeh láá jo ohtuunis kannatteijee iäláttâsah.

source: Eará árbevirolaš sámeealáhusat leat dán áigge siidoealáhusat.
smn: Eres ärbivuáváliih sämi-iäláttâsah láá tááláá ääigi uálgi-iäláttâsah.

source: Guolásteaddji ja meahcásteaddji sámiid birra eai leat statistihkat.
smn: Kyelipivdem já meccipivdem hárjutteijee sämmilijn iä lah lovottuvah.

source: Maiddái sámi duojáriid birra eai leat statistihkat.
smn: Säämi tuájárijn iä lah še lemin lovottuvah.

source: Sámeealáhusaid suoji sihkkarastin láhkaásaheamis, hálddahusas ja resurseremis lea sámekultuvrra ja giela seailuma eaktu.
smn: Sämiiäláttâsâi syeje turvim lahâaasâtmist, haldâttuvâst já resurssistmist lii sämikulttuur já kielâ siäilum iähtu.

source: Ealáhusráhkadusa nuppástuvvan, sámegiela rievdan suomagillii, sámeealáhusaid heajos gánnáhahttivuohta ja sámiid fárren eret sámiid ruovttuguovllus áitet sámiid ja sámekultuvrra ruovttuguovllu eallinfámu.
smn: Iäláttâsráhtus rievdâm, sämikielâ muttum suomâkielân, sämi-iäláttâsâi hiäjus kannattem já sämmilij meddâlvarrim sämikuávlust äštih sämmilij já sämikulttuur päikkikuávlu eellimvuáimálâšvuođâ.

source: Oktavuohta sámeealáhusaide, - gillii, árbevirolaš luonddugeavaheapmái ja árbevirolaš dihtui hedjona sámiid ruovttuguovllu olggobealde.
smn: Ohtâvuotâ sämi-iäláttâssáid, - kielân, ärbivuáválâš luándukiävtun já ärbivuáválâš tiätun hiäjusmuvá sämikuávlu ulguubeln.

source: Fárredettiin sámiid ruovttuguovllu olggobeallái sámit masset lágas ásahuvvon vuoigatvuođa johtalit ja geavahit luonddu dihto guovlluin, ja manahit oktavuođa árbevirolaš sohkaguovlluide.
smn: Varriidijn sämikuávlu ulguubel sämmiliih monâtteh lahâaasâtlâš vuoigâdvuođâidis lihâdiđ já kevttiđ luándu tiätu kuávluin moonâtmáin ohtâvuođâ ärbivuáváláid suhâkuávloid.

source: Sámiid ruovttuguovllu olggobealde ássi sámit leat vejolašvuohta maiddái sámiid ruovttuguovllu ja sámi servodaga ovdáneami dáfus.
smn: Sämikuávlu ulguubeln ässee sämmiliih láá máhđulâšvuotâ še sämikuávlu já säämi ohtsâškode ovdánem tááhust.

source: Ruovttuguovllu olggobealde ássá allagit skuvlejuvvon sámeálbmot, geain lea olu addinláhkai sámekultuvrra boahttevuođa sihkkarastimii jos sámediggi máhttá laktit sámiid ruovttuguovllu olggobealde ássiid ovttasráđiid sihkkarastit sámekultuvrra boahttevuođa.
smn: Sämikuávlu ulguubeln áásá ollâškuávlejum sämiaalmug, mast lii ennuv adelemnáál sämikulttuur puátteevuođâ turviimân jis sämitigge máttá ovtâstittiđ sämikuávlu ulguubeln ässeid oovtâst turviđ sämikulttuur puátteevuođâ.

source: Doaibmabaji hástalussan boahtá leat vejolašvuođaid láhčin sámiid ruovttoluotta fárremii sámiid ruovttuguvlui.
smn: Toimâpaje hástusin šadda leđe iävtui lääččim sämmilij maasâdvarriimân sämikuávlun.

source: Sámiid ruovttuguovlu ja dálá servodaga hástalusat dárbbašit ain eanet allagit skuvlejuvvon bargofámu ja mánáid ja nuoraid, geaidda sáhttá sirdit sámegiela ja sámekultuvrra.
smn: Sämikuávlu já tááláá ohtsâškode hástuseh tarbâšeh ain eenâb ollâškuávlejum pargovyeimi já párnáid já nuorâid, kiäid puáhtá sirdeđ sämikielâ já sämikulttuur.

source: Buot Suomas hállon sámegielat leat áitatvuložat, erenomážit uhcit gielat anáraš- ja nuortalašgiella.
smn: Puoh Suomâst sarnum sämikielah láá aštuuvuálásiih, eromâšávt ucebeh aanaar- já nuorttâsämikielâ.

source: Áitatvuložin šaddan joatkašuvvá, jos sámiid gielalaš vuoigatvuođaid ii sáhte sihkkarastit nu sámiid ruovttuguovllus go dan olggobealdege.
smn: Áštuuvuálásâžžân šoddâm ovdánem juátkoo, jis sämmilij kielâlijd vuoigâdvuođâid ij pyevti turviđ nuuvt sämikuávlust ko ton ulguubeln-uv.

source: Servodaga johtilis nuppástuvvan ja globalisašuvdna dagahit ođđa terminologiija dárbbu johtilitge.
smn: Pirâstittee ohtsâškode jotelis rievdâm já globalisaatio lääččih uđđâ terminologia táárbu jotelávt-uv.

source: Ođđa terminologiija ovddideapmi ja oahpaheapmi nu mánáide, nuoraide go rávesolbmuide lea dehalaš ja dasa galgá bidjat deattu, vuoi sámegiella seailu giellan, man sáhttá geavahit buot servodaga sierra doaimmain iige giella báze dušše árbevirolaš ealáhusaid, sosiálalaš eallima ja árgabeaivve giellan.
smn: Uđđâ terminologia ovdedem já máttááttem nuuvt párnáid, nuoráid ko rävisulmuid-uv lii tehálâš já toos kalga lasettiđ resurssijd, vâi sämikielâ siäilu kiellân, maid puáhtá kevttiđ puohâin sierâlágán ohtsâškode tooimâin ige kielâ pääsi tuše ärbivuáválij iäláttâsâi, sosiaallâš eellim já argâpeeivi kiellân.

source: Sámekultuvrra sihkkarastin eaktuda lasi resurssaid.
smn: Sämikulttuur turvim váátá lase resurssijd.

source: Resurssaid sihkkarastin leage doaibmabaji okta stuorámus hástalusain riikkaidgaskasaš ekonomiijakriissa dihtii.
smn: Resurssij turvim lii-uv toimâpaje ohtâ stuárráámusâin hástusijn aalmugijkoskâsâš ekonomiakriisi keežild.

source: Almmá lassiresurssaid haga sámedikki doibmii, sámegiela ja kultuvrra suodjái, árbevirolaš dieđu ja sáme-ealáhusaid sihkkarastimii sámedikki doaibmaprográmma ulbmiliid ii sáhte doarvái ollašuhttit iige láhčit sámiide buoret sajádaga boahttevuođa hárrái.
smn: Laseresurssijttáá sämitige tooimân, sämikielâ já kulttuur suáján, ärbivuáválii tiäđu já sämi-iäláttâsâi turviimân, sämitige toimâohjelm uulmijd ij pyevti tuárvi pyereest olášuttiđ ige lääččiđ sämmiláid pyereeb sajattuv puátteevuođâ háárán.

source: Sámi musihkka, juoigan, erenomážit luohti, livđe sihke leudd, sámegiella ja máinnastanárbi, árbevirolaš ealáhusat, searválasvuohta, duodji, dáidda ja luondogaskavuohta leat sámekultuvrra váimmus, kultuvrra nanusvuohta.
smn: Säämi muusik, juáigus, eromâšávt lyeti, livđe sehe leuŠdd, sämikielâ já mainâstemärbivyehi, ärbivuáváliih iäláttâsah, siärvuslâšvuotâ, tyeji, taaidâ já luándukoskâvuotâ láá sämikulttuur vááimus, kulttuur vieksâvuotâ.

source: Sámekultuvrra doaimma stuorra hástalussan leage sihkkarastit sámekultuvrra váibmosa seailuma ja ovdáneami iežas eavttuid mielde máilmmis, mii šaddá ain eanet globálan.
smn: Sämitige tooimâ stuorrâ hástusin lii-uv turviđ sämikulttuur váimus siäilum já ovdánem jiešiävtulávt globališuvvee mailmist.

source: Sámediggái vuođđuduvvon nuoraidráđđi láhčá ođđa vejolašvuođa váldit vuhtii sámedikki barggus ain buorebut sámemánáid ja – nuoraid dárbbuid ja ovddidit sámedikki iežas doaimma ja ovddugohcima fuopmášit ođđa sámi nuoraidkultuvrra ja sámemánáid ja – nuoraid sierradárbbuid.
smn: Sämitiigán vuáđudum nuorâirääđi lääjid uđđâ máhđulâšvuođâ väldiđ vuotân sämitige pargoost ain pyerebeht sämipárnái já - nuorâi táárbuid já ovdediđ sämitige jieijâs tooimâ sehe hiäđukocceem väldiđ vuotân uđđâ säämi nuorâikulttuur já sämipárnái já - nuorâi sierânâstáárbuid.

source: Sámiid diđolašvuohta iežaset vuoigatvuođain eamiálbmogin lea nanosmuvvan.
smn: Sämmilij tiäđulâšvuotâ jieijâs vuoigâdvuođâin algâaalmugin lii nanosmâm.

source: Ovttaveardásašvuohtalága ja vehádatáittardeaddji barggu mielde sámiid vejolašvuođat oažžut vuoigatvuođa ja sihkkarastit iežaset vuoigatvuođaid leat buorránan.
smn: Oovtviärdásâšvuođâlaavâ já ucceeblohováldálii pargo mield láá sämmilij máhđulâšvuođah uážžuđ vuoigâdvuođâ já turviđ jieijâs vuoigâdvuođâid láá puáránâm.

source: Sámiid vuoigatvuohtasajádat čohkiida goittotge máŋgga sierra lága ja riikkaidgaskasaš soahpamuša vuođul ja vuoigatvuođaid oppalašsuoji hábmen lea váttis.
smn: Sämmilij vuogâdvuođâsajattâh hámášuvá kuittâg maaŋgâ sierâ laavâ já aalmugijkoskâsâš sopâmuš vuáđuld já vuoigâdvuođâi ubâlâšsyeje hammim lii vaigâd.

source: Sámediggi galgáge buvttihit dieđuid áddehahttiláhkai ja álkit sámiid vuoigatvuođain nu sámiid ruovttuguovllus go dan olggobealdege.
smn: Sämitigge kalga-uv pyevtittiđ tiäđu iberdetteht já älkkeht sämmilij vuoigâdvuođâin nuuvt sämikuávlust ko ton ulguubeln-uv.

source: Sámedikki doaimma almmolaš ulbmilat Sámedikki doaimma ulbmilin lea leat sámiid doarjjan ja veahkkin sihkkarastimiin sámiid vuođđovuoigatvuođaid ollašuvvama.
smn: Sämitige tooimâ almoliih ulmeh Sämitige tooimâ ulmen lii leđe sämmilij tuuvdân já iššeen turviimin sämmilij vuáđuvuoigâdvuođâi olášume.

source: Doaibma ovddiduvvo nu, ahte sámit sáhttet lahkonit ain álkibut sámedikki ja sámediggi lea oasálažžan sámiid árggas sámiid ruovttuguovllu gielddain, dan olggobealdege ja sosiálalaš medias.
smn: Toimâ ovdeduvvoo nuuvt, et sämmiliih pyehtih aldaniđ ain älkkeebeeht sämitige já sämitigge lii mieldi sämmilij aargâst sämikuávlu kieldâin, ton ulguubeln-uv já sosiaallâš mediast.

source: Sámediggi doaibmá lagaš ovttasbarggus árbevirolaš sámeealáhusbargiiguin, sámeservviiguin ja ásahusaiguin sámiid sajádaga ovddideapmin.
smn: Sämitigge táuáimá alda oovtâstpargoost ärbivuáválij sämi-iäláttâsâi pargeiguin, sämiservijguin já instituutioiguin sämmilij sajattuv pyereedmân.

source: Sámedikki diehtojuohkin ja almmusvuohtagovva buoriduvvojit ja lasihuvvo sámedikki doaimma dovddusvuohta sámiid ja guovddáš čanasjoavkkuid gaskavuođas.
smn: Sämitige viestâdem já almolâšvuođâkove pyereduvvoo já sämitige tooimâ tubdâmvuotâ sämmilij já kuávdášlâš čanosjuávhui koskâvuođâst lasettuvvoo.

source: Sámediggi doaibmá nu, ahte doaibmaprográmma ollašuvvá dievasmearálaččat ja sámedikki buot doaimma jođihit sámedikki árvvut ja sámekultuvrra mieldásaš vuohki doaibmat.
smn: Sämitigge tuáimá nuuvt, et toimâohjelm olášuvá tievâsmiärálávt já ubâ sämitige tooimâ stivrejeh sämitige áárvuh já sämikulttuur miäldásâš vyehi toimâđ.

source: Doaibmabaji váldoulbmiliid ollašuvvan doarju nannosit doaibmabaji dárkilis ulbmiliid ollašuvvama.
smn: Toimâpaje váldu-uulmij olášume tuárju nanosávt toimâpaje ovtâskâčuággásij uulmij olášume.

source: Sámediggi sihkkarastá buot doaimmas sámegiela, kultuvrra ja sámiid ruovttuguovllu eallinfámu sámekultuvrra mielde ja fuolaha sámiid eallinvejolašvuođaid buorideamis ovttaárvosaččat olles sámiid ruovttuguovllus.
smn: Sämitigge tuurvâst puoh tooimâst sämikielâ, kulttuur já sämikuávlu eellimvuáimálâšvuođâ sämikulttuur mield já huolât täsipiälásávt sämmilij eellimmáhđulâšvuođâi pyereedmist ubâ sämikuávlust.

source: Sámediggi ovddida sámiid gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvama maiddái sámiid ruovttuguovllu olggobealde.
smn: Sämitigge oovded sämmilij kielâlâš já kulttuurlâš vuoigâdvuođâi olášume meid sämikuávlu ulguubeln.

source: Ulbmilin lea, ahte sámedikkis livčče doaibmabáikkit buot sámiid ruovttuguovllu gielddain ja sámiid ruovttuguovllu olggobealde.
smn: Ulmen lii, et sämitiggeest liččii toimâsajeh puohâin sämikuávlu kieldâin já sämikuávlu ulguubeln-uv.

source: Doaibmaprográmma ulbmiliid ollašuvvan čuvvojuvvo jahkásaččat sámedikki doaibmačilgehusa gieđahallama oktavuođas.
smn: Toimâohjelm uulmij olášume čuávvup ihásávt sämitige toimâmuštâlus kieđâvuššâm ohtâvuođâst.

source: Doaibmaprográmma ollašuhttimis vástidit sámedikki buot orgánat ja bargoveahka iežaset doaibmasurggiin.
smn: Toimâohjelm olášutmist västideh puoh sämitige orgaaneh já pargeeh jieijâs toimâsyergist.

source: Prográmma lea ráhkaduvvon suomagillii ja sámegillii.
smn: Ohjelm on rahtum suomâkielân já sämikielân.

source: Doaibmaprográmma ollašuhttin eaktuda ođđa ekonomalaš resurssaid ja sámedikki iežas doaimma ovddideami ja beavttálmahttima.
smn: Toimâohjelm olášuttem váátá uđđâ ekonomâlijd resurssijd já sämitige jieijâs tooimâ ovdedem já pehtilittem.

source: Sámediggebaji váldoulbmilat
smn: Sämitiggepaje váldu-ulmeh

source: Sámedikki doaibmabaji 2012-2015 ulbmilin lea sihkkarastit sámegiela ja kultuvrra eallinfámu olles riikkas, gohcit sámiid eamiálbmotvuoigatvuođaid ollašuvvama ja buoridit sámiid lágas ásahuvvon sajádaga.
smn: Sämitige toimâpaje 2012–2015 ulmen lii turviđ sämikielâ já kulttuur eellimvuáimálâšvuođâ ubâ enâmist, kocceeđ sämmilij algâaalmugvuoigâdvuođâi olášume já pyerediđ sämmilij lahâaasâtlâš sajattuv.

source: Sámediggebaji 2012–15 váldoulbmilat
smn: Sämitiggepaje 2012–15 váldu-ulmeh

source: Sámediggebaji 2012-15 váldoulbmilat
smn: Sämitiggepaje 2012–15 váldu-ulmeh

source: 1. ILO 169-soahpamuša ratifieren 2. Davviriikkalaš sámesoahpamuša ratifieren 3. Sámediggelága ja - ásahusa ođasmahttin sihke sápmelašmeroštallama nuppástuhttin 4. Sámiid iešráđđenvuoigatvuođa ollašuvvan dievasmearálaččat 5. Katainen ráđđehusprográmma sámemerkejumiid ollašuvvan dievasmearálaččat 6. Sámegielaid ealáskahttinprográmma ollašuhttima álggaheapmi 7. Álbmotlaš artikla 8(j) - bargojoavkku evttohusaid ollašuhttin 8. Eamiálbmotjulggaštusa ollašuhttin Suomas 9. Sámekultuvrra ja árbevirolaš ealáhusaid suoji ollašuvvan
smn: ILO 169-sopâmuš ratifisistem 2.

source: Sámekultuvrra heajudeami suoji olaheapmi čáhcelága mielde sámiid guoski buot sierralágaide 11.
smn: ulâttem čäcilaavâ mield puohháid sämmilijd kyeskee sierânâslavváid 11.

source: Sámiid ruovttuguovllu ja árbevirolaš ealáhusaid eallinfámu sihkkarastin 12.
smn: Sämikuávlu já ärbivuáválij iäláttâsâi eellimvuáimálâšvuođâ turvim 12.

source: Eret fárrema geahpedeapmi ja ruovttoluotta fárrema lasiheapmi sámiid ruovttuguvlui 13.
smn: Meddâlvarrim kepidem já maasâdvarrim lasettem sämikuávlun 13.

source: Gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvan olles riikkas 14.
smn: Kielâlâš já kulttuurlâš vuoigâdvuođâi olášume ubâ enâmist 14.

source: Sámi parlamentáralaš ráđi beaktilis doaibman 15.
smn: Säämi parlamentaarlâš rääđi pehtilis toimâ 15.

source: Sámegiela ja sámegielat oahpahusa sajádaga, oažžuma ja sámi sisdoalu ovddideapmi 16.
smn: Sämikielâ já sämikielâlâš máttááttâs sajattuv, juksâmvuođâ já säämi siskáldâs ovdedem 16.

source: Sámi buorredili ja oasálasvuođa ovddideapmi
smn: Sämmilij pyereestvaijeem já uásálâšvuođâ ovdedem

source: 16. Saamelaisten hyvinvoinnin ja osallisuuden kehittäminen 1.
smn: Ohtsiih ovtâskâsčuággásiih ulmeh Sektorkuáhtásiih ovtâskâsčuággásiih ulmeh 1.
